Repository: TranMinhQuanKuanK/ELCA_PIM
Catalog: Resource/AddEditProject/AddEditProjectRe.*.resx
Languages: vi_vn

# AddNewProjectHeader_Label
source: Add new project
vi_vn: Tạo một dự án mới

# CanButton_Label
source: Cancel
vi_vn: Hủy

# CustomerRequired_ModelError
source: Customer mustn't be empty
vi_vn: Tên khách hàng không được để trống

# Customer_DisplayName
source: Customer (*)
vi_vn: Tên khách hàng (*)

# EditProjectHeader_Label
source: Project information
vi_vn: Thông tin dự án

# EndDate_DisplayName
source: End date
vi_vn: Ngày kết thúc

# EnterAllMandatoryField_Warning
source: Please enter all mandatory field!
vi_vn: Hãy hoàn thành những thông tin còn thiếu hoặc chưa đúng

# GroupIDHolder_Label
source: Choose a group
vi_vn: Chọn một nhóm

# GroupIDRange_ModelError
source: Group ID must be an number less than 20 digits
vi_vn: ID Nhóm vượt ngưỡng, vui lòng nhập số có ít hơn 20 chữ số

# GroupID_DisplayName
source: Group (*)
vi_vn: Nhóm (*)

# GroupIPRequired_ModelError
source: Group ID mustn't be empty
vi_vn: ID Nhóm không được để trống

# Group_DisplayName
source: Group
vi_vn: Nhóm (*)

# Group_WordLabel
source: Group
vi_vn: Nhóm

# IDRange_ModelError
source: ID must be an number less than 20 digits
vi_vn: ID project vượt ngưỡng, vui lòng nhập số có ít hơn 20 chữ số

# IDRequired_ModelError
source: ID mustn't be empty
vi_vn: ID không được để trống

# Members_DisplayName
source: Members
vi_vn: Thành viên

# NameRequired_ModelError
source: Project name mustn't be empty
vi_vn: Tên dự án không được để trống

# Name_DisplayName
source: Project name (*)
vi_vn: Tên dự án (*)

# ProjectNumberRange_ModelError
source: Project number must be an number from 0 to 9999
vi_vn: Mã số dự án phải từ 0 đến 9999

# ProjectNumberRequired_ModelError
source: Project number mustn't be empty
vi_vn: Mã số dự án không được để trống

# ProjectNumber_DisplayName
source: Project number (*)
vi_vn: Mã số dự án (*)

# ProjectStatusFinished_Label
source: Finished
vi_vn: Hoàn thành

# ProjectStatusHolder_Label
source: Project Status
vi_vn: Tình trạng

# ProjectStatusInProgress_Label
source: In progress
vi_vn: Đang thực hiện

# ProjectStatusNew_Label
source: New
vi_vn: Mới

# ProjectStatusPlanned_Label
source: Planned
vi_vn: Lập kế hoạch

# StartDateRequired_ModelError
source: Start date mustn't be empty
vi_vn: Ngày bắt đầu không được để trống

# StartDate_DisplayName
source: Start date (*)
vi_vn: Ngày bắt đầu (*)

# StatusRequired_ModelError
source: Project status mustn't be empty
vi_vn: Tình trạng dự án không được để trống

# Status_DisplayName
source: Status (*)
vi_vn: Tình trạng dự án (*)

# SubmitButtonForCreateNew_Label
source: Create project
vi_vn: Tạo dự án

# SubmitButtonForEdit_Label
source: Save changes
vi_vn: Lưu thay đổi
